export const MONTH = {
    JANUARY: '01',
    FEBRUARY: '02',
    MARCH: '03',
    APRIL: '04',
    MAY: '05',
    JUNE: '06',
    JULY: '07',
    AUGUST: '08',
    SEPTEMBER: '09',
    OCTOBER: '10',
    NOVEMBER: '11',
    DECEMBER: '12',
    ALL: '13'
}

export const MONTHRUS = new Map([
    ['01', "Январь"],
    ['02', "Февраль"],
    ['03', "Март"],
    ['04', "Апрель"],
    ['05', "Май"],
    ['06', "Июнь"],
    ['07', "Июль"],
    ['08', "Август"],
    ['09', "Сентябрь"],
    ['10', "Октябрь"],
    ['11', "Ноябрь"],
    ['12', "Декабрь"],
    ['13', "2022 год"],
])